---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsActualRiserHeight
source: html/c9de4c5d-3c0b-61af-27cd-b7e2ce21a109.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsActualRiserHeight Property

"Actual Riser Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsActualRiserHeight { get; }
```